app/views/projects/show.html.erb

SELECT "involvements".* FROM "involvements" WHERE "involvements"."project_id" = 1
---
<div>
  <% @project.involvements.each do |involvement| %>