app/views/members/show.html.erb

  <p>
    <% @member.involvements.each do |involvement| %>
---
SELECT "involvements".* FROM "involvements" WHERE "involvements"."member_id" = 2